[
      {
         "category":"Management",
         "title":"Ecotopia",
         "desc":"Ecotopia, A fun-filled eco-management event that tests your bidding skills, social consciousness, knowledge on sustainability and management skills. Participants go through two rounds where exciting challenges await in various formats that will quench the thirst of their inquisitive minds and ultimately decide the winner.",
         "date":"30 Nov",
         "time":"11:00 AM",
         "dateTime": "November 30, 2021 11:00:00",
         "rounds":[
            "Round 1 is subdivided into two rounds i.e 1a and 1b. In both these rounds the participants play the role of a billionaire who is in close ties with the government. Their task is to bring in the right kind of resources into the country at the end of round 1. Participants will be grouped in groups of 10 and each group will be having a separate meet.",
            "A quiz in the form of a google-form with 20 options will be circulated to all the participants. Each one of the participants is free to choose how many ever options they want without exhausting the points in hand. These options signify some real world entities (like schools, hospitals, schemes..) and are weighted according to the expenses they incur. This round will test your calibre and analytical skills based on sustainability. After which, all the participants will be ranked based on the points they score and be carried over to 1B.",
            "Round 1B resembles an auction where the participants have to bid for one out of the ten companies listed, that helps in the welfare of the citizens. These companies are from various sectors and demand different sets of resources for a profitable run. The money for bidding will be their round 1a’s earnings (points) multiplied by some scaling factor. At the end of this round each participant will be having a company to his name. ",
            "The final round is all about management and sustainability, everything this event stands for. This group event is all about how efficiently you use the given resources to bring out sustainable results."
         ],
         "rules":[
            "Round 1 will be an individual round, Based on the score from Round 1a they shall proceed to Round 1b. The winners of Round 1b will proceed to Round 2 where they shall be formed into teams of 3.",
            "Any kind of malpractice during the event is strictly prohibited. The decision of the event managers will be deemed final.",
            "If under any circumstance the event managers shall leak the answer key, they shall face heavy repercussions from respective authorities. If any participant is involved in malpractice they shall be debarred from all the events for the next 4 years(naanga romba strictu)."
         ],
         "judging":[
            "The participants will have to collect the maximum points possible. The choices made by the participants keeping the consequences in mind will decide the points scored.",
            "Accurate judgement of the ideal choice for the given case study. In case two or more participants get it right, the points scored in round 1a will be taken into account.",
            "The problems statements given to the participants are based on real life situations. The judging panel will have ranked the problems based on a certified list, which will be later used to calculate the efficiency with which they have managed to sustainably solve the problem.  The winning team is decided based on the efficiency with which they have solved the problems. A special mention is given to 2 candidates based on how well they explain why and how they solve the particular problem."
         ],
         "contacts":[
            "Balaji Vaasan - 9597826034",
            "Nandhini - 9566016443"
         ],
         "prizes":[
         "3 winners to get 3,000 INR each",
         "Best speaker - Boult BassBox",
         "Best solution - NEWYES Reusable Smart Notebook"
      ],
         "register_link":"https://forms.gle/UhA1UGTnahwnPL9B9"
   },
    {
       "category":"School of Computing",
       "title":"Mine Your Mind",
       "desc":"MINE YOUR MIND by entering the Gold Field. To obtain GOLD we have to mine the green fields under which GOLD is present in deep layers of earth. To showcase your talent, you should mine your green field of neurons. You have to complete each level within time so that you won't get caught by Police who inspects the field. Finally, by sustaining at each level, player will go from GREEN to GOLD and become winner of Mine Your Mind.",
       "date":"29 Nov",
       "time":"1:00 PM",
       "dateTime": "November 29, 2021 13:00:00",
       "rounds":[
          "Round 1 will have a crossword puzzle based on theme 'Sustainability' - 30 min (8 – 15 questions)",
          "Shortlisted participants will have MCQ’s. This round will test technical skills, reasoning, aptitude - (20 - 25 questions)",
          "A coding contest will be conducted for shortlisted participants from round 2. Coding questions of various difficulty levels will be given - 1hr"
       ],
       "rules":[
          "All rounds are individual rounds, no group participation allowed.",
          "Each Level has its own time constraints.",
          "Any submission found to contain plagiarism will be disqualified from the competition."
       ],
       "judging":[
          "In each level participants will be ranked as per the number of problems solved in that particular level.",
          "Final rankings will be based on performance of 3rd round only.",
          "Ties will be broken by the time taken by each user to complete the level in ascending order of time."
       ],
       "contacts":[
          "9952021165 - Sneha",
          "8497936450 - Manoj "
       ],
       "prizes":[
         "1st Prize - Amazon Echo Dot (3rd Gen)",
         "2nd Prize - Wildcraft Turnaround Laptop Bag",
         "3rd Prize - Lifestraw Go Personal Water Purifier Water Bottle worth 2k"
      ],
       "register_link":"https://forms.gle/c33htqG7tLnxrwoX7"
    },
    {
       "category":"School of Civil Engineering",
       "title":"Green Links",
       "desc":"An Individual event in which the participants have to race across the map guessing places using the hints given.",
       "date":"29 Nov",
       "time":"5:30 PM",
       "dateTime": "November 29, 2021 17:30:00",
       "rounds":[
          "Event will be conducted in a single round. Google map links will be provided in different social platforms like Instagram.",
          "The questions will be provided in the map where you start the game. After finding the answers use social platforms IDs to get the next maps link.",
          "Using the link and navigate to next place on the map, where you find the next question. Before reaching the final destination, you will pass through different locations and milestones.",
          "In certain milestone you will have different answers, where the distance for the destination may vary according to the answers. The participants who reach the final destination will submit a google form."
       ],
       "rules":[
          "Any kind of malpractice is prohibited during the event.",
          "The results and any kind of decisions will be in the hands of managers.",
          "Should not misuse the social media accounts that are accessed or provided for the participants.",
          "Participants should complete the event within the duration no extra time is provided."
       ],
       "judging":[
          "The participant who completes all the questions and reach the final destination in least time will be awarded.",
          "In case not able to continue the event, you will be given a separate google form after which winners will be decided."
       ],
       "contacts":[
          "9894208599 - Harish R",
          "8919001946 - Hema Trishathi"
       ],
       "prizes":[
         "1st Prize - Gobbler Laser Distance Measurement Device",
         "2nd Prize - Sennheiser HD 206",
         "3rd Prize - Lifestraw Go Personal Water Purifier Water Bottle worth 2k"
      ],
       "register_link":"https://forms.gle/FtZzfHhVyZo2gZtNA"
    },
    {
       "category":"School of Mechanical Engineering",
       "title":"Gamble Paradox",
       "desc":"So, you think you can outsmart the wits of an Engineer? Every Engineering student calls themselves an Engineer, but Are you truly one? Are you a true Sustainable Engineer? Join us at GAMBLE PARADOX! Gamble with consciousness of risk and hope for gain, step-by-step open your mystery box. Exciting and fun filled adventure of puzzling events awaits you all!",
       "date":"29 Nov",
       "time":"12:00 PM",
       "dateTime": "November 29, 2021 12:00:00",
       "rounds":[
          "Round 1 is filled with questions from Basic Mechanical Engineering and Simple Aptitude.",
          "The shortlisted participants from Round 1 are invited to private telegram groups and are given with a serial number and a locked pdf. Upon solving the given set of questions and tasks in the group, the participant shall have the ability to unlock the pdf by themselves.",
          "And the pdf gives the participant access to the next telegram group. In total, there are 10 such groups with 10 challenging PDFs with puzzling questions.",
          "Round 3 participants are selected on the basis of their scores from Round 1 & Round 2. It has two steps with varying level of difficulty and complexity of questions and points to gamble."
       ],
       "rules":[
          "Malpractices are strictly prohibited and not encouraged during any round. Decisions made by the Event managers shall be deemed final.",
          "Please make sure to be available during the allotted slot of the Rounds.",
          "Please approach any of the event managers or host, if any queries or complaints or feedbacks regarding the events.",
          "Please make sure to have a good network connection."
       ],
       "judging":[
          "In Round 1, Participants are ranked in accordance to the number of right answers they score during the Quiz. In case of ties, whoever finished the quiz in the shorter amount of time shall be given priority. The Myswots Platform link/invitation shall be sent at least 30 minutes early prior to the beginning of the Round.",
          "The shortlisted participants from Round 1 are eligible to access Round 2. Only the ones who reach the final, I.e. The 10th telegram group, shall be able to advance to Round 3.",
          "Each participant shall be credited 160 points at the beginning of the1st step. They shall be given a 4x4 tiles and are asked to choose one tile. There’s a technical question hidden behind the tile. If the participant answers the question right, they can progress to the next Step. In the next step, they will be given a 16-tile square, behind which there’s an image. Participants are allowed to remove the border tiles (12 in total), which costs 10 points each tile. Then inner one costing 20 points per tile, are open for removal."
       ],
       "contacts":[
          "7995646125 - Pranav",
          "9344733417 - Rajini"
       ],
       "prizes":[
         "1st Prize - XP-Pen StarG640 Graphic Tablet",
         "2nd Prize - Sony WI-C200 (Wireless)",
         "3rd Prize - Lifestraw Go Personal Water Purifier Water Bottle worth 2k"
      ],
       "register_link":"https://forms.gle/GZ9QXXcPm7p34FiQ9"
    },
    {
       "category":"School of Chemical and Biotechnology",
       "title":" Gaia Genesis (Gaia-Earth, Genesis-Creation)",
       "desc":"Hey Biocons! If you are someone who is curious about the living organisms and how they adapt to the changing climatic conditions, then you have come to the right destination! Team SCBT brings to you the mind-boggling, fun-filled event to bring out the best creator in you! Are you ready to jump into the creative universe and explore the nook and corner of different worlds? Be aware about your choices as it may impact the world you are about to build!",
       "date":"29 Nov",
       "time":"2:30 PM",
       "dateTime": "November 29, 2021 14:30:00",
       "rounds":[
          "Participants will be given a world with certain living conditions which might not be ideal to live in and they will also be given a list of organisms with certain features.",
          "They will have to transform this world into a more sustainable one, which is feasible for the organisms and which can sustain life. In order to do so, they will be given a list of organisms from which they can choose as many as they want to fit into the world."
       ],
       "judging":[
          "Each participant will also be given 1000 points to start with where 75 points are assigned for Earth’s air(78.1% Nitrogen and 20.9% Oxygen), 25 points each for unpolluted water and fertile soil.",
          "Every time the participant uses either of these qualities for their world, the points will be cut accordingly."
       ],
       "contacts":[
          "8667487340 - Kirankumar",
          "7397196937 - Madhu"
       ],
       "prizes":[
         "1st Prize - One Plus Band",
         "2nd Prize - Infinity (JBL) Glide 120",
         "3rd Prize - Lifestraw Go Personal Water Purifier Water Bottle worth 2k"
      ],
       "register_link":"https://forms.gle/D3ZDqZH6HfJMr1P99"
    },
    {
       "category":"School of Electrical & Electronics",
       "title":"Ecolectreel",
       "desc":"The participant is sent to an imaginary planet in which he has to spin the Ecolectreel to achieve different sustainability goals! The participant is given a sustainable development goal(SDG) and 2 chances to spin the wheel by the Saint 'Circuitia'. In each turn, based on the participant's performance he/she will be given a success percentage of reaching the sustainable development goal!",
       "date":"29 Nov",
       "time":"11:00 AM",
       "dateTime": "November 29, 2021 11:00:00",
       "rounds":[
          "Round 1 will have a wheel in which different technical games are included. This round will test the technical skills and general knowledge of the participant -  30 mins",
          "Shortlisted participants will be selected to round 2. In this round the participant has to spin the wheel twice as well as answer a sustainability related question! This round will cover the technical as well as the social skills of the participant - 30 mins"
       ],
       "judging":[
          "Based on the performance of the participant in each task, he/she will be given a percentage of how much they have achieved to complete the given SDG.",
          "Final rankings are based on the performance of Round 2. Incase of a tie, The participants will be given a sustainability problem!Based on the solution given the ties are broken."
       ],
       "rules":[
          "All rounds are individual rounds, no group participation allowed.",
          "Each Level has its own time constraints.",
          "Make sure that your Device is working properly."
       ],
       "contacts":[
          "9390056514 - Chaitra Kothakota",
          "8341404553 - Chandan Betha"
       ],
       "prizes":[
         "1st Prize - Mi Smart Band 5",
         "2nd Prize - Infinity Glide 500",
         "3rd Prize - Lifestraw Go Personal Water Purifier Water Bottle worth 2k"
      ],
       "register_link":"https://forms.gle/kiJ7xEzKCaRAe7zR8"
    }
 ]