[{
    "category" : "School of Computer",
    "title" : "Mine Your Mind",
    "desc" : "MINE YOUR MIND by entering the Gold Field. To obtain GOLD we have to mine the green fields under which GOLD is present in deep layers of earth. To showcase your talent, you should mine your green field of neurons. You have to complete each level within time so that you won't get caught by Police who inspects the field. Finally, by sustaining at each level, player will go from GREEN to GOLD and become winner of Mine Your Mind.",
    "date" : "29 Nov 2021",
    "time" : "1:00 PM",
    "rounds" : 
    ["Round 1 will have a crossword puzzle based on theme 'Sustainability' - 30 min (8 – 15 questions)",
        "Shortlisted participants will have MCQ’s. This round will test technical skills, reasoning, aptitude - (20 - 25 questions)",
        "A coding contest will be conducted for shortlisted participants from round 2. Coding questions of various difficulty levels will be given - 1hr "]
    ,   
    "rules" : 
        ["All rounds are individual rounds, no group participation allowed.",
        "Each Level has its own time constraints.",
        "Any submission found to contain plagiarism will be disqualified from the competition."]
    ,
    "judging" : 
    ["In each level participants will be ranked as per the number of problems solved in that particular level.",
    "Final rankings will be based on performance of 3rd round only.",
    "Ties will be broken by the time taken by each user to complete the level in ascending order of time."]
    , 
    "contacts" : 
        [
            "35565665 - sfdhbhg",
            "35366566 - gdjujdj"
        ]
    ,   
    "register_link" : "https://www.google.com/forms/about/"   
},{
    "category" : "School of Civil Engineer",
    "title" : "Green Links",
    "desc" : "An Individual event in which the participants have to race across the map guessing places using the hints given.",
    "date" : "29 Nov 2021",
    "time" : "5:30 PM",
    "rounds" : 
        ["Event will be conducted in a single round. Google map links will be provided in different social platforms like Instagram",
        "The questions will be provided in the map where you start the game. After finding the answers use social platforms IDs to get the next maps link.",
        "Using the link and navigate to next place on the map, where you find the next question. Before reaching the final destination, you will pass through different locations and milestones.",
        "In certain milestone you will have different answers, where the distance for the destination may vary according to the answers. The participants who reach the final destination will submit a google form. "]
    ,   
    "rules" : 
        ["Any kind of malpractice is prohibited during the event",
        "The results and any kind of decisions will be in the hands of managers.",
        "Should not misuse the social media accounts that are accessed or provided for the participants.",
        "Participants should complete the event within the duration no extra time is provided."]
    ,
    "judging" : 
    ["The participant who completes all the questions and reach the final destination in least time will be awarded.",
    "In case not able to continue the event, you will be given a separate google form after which winners will be decided."]
    , 
    "contacts" : 
        [
            "9894208599 - Harish R",
            "8919001946 - Hema Trishathi"
        ]
    ,   
    "register_link" : "https://www.google.com/forms/about/"   
},{
    "category" : "School of Mechanical Engineer",
    "title" : "Gamble Paradox",
    "desc" : "So, you think you can outsmart the wits of an Engineer? Every Engineering student calls themselves an Engineer, but Are you truly one? Are you a true Sustainable Engineer? Join us at GAMBLE PARADOX! Gamble with consciousness of risk and hope for gain, step-by-step open your mystery box. Exciting and fun filled adventure of puzzling events awaits you all!",
    "date" : "29 Nov 2021",
    "time" : "12:00 PM",
    "rounds" : 
    ["Round 1 is filled with questions from Basic Mechanical Engineering and Simple Aptitude.",
        "The shortlisted participants from Round 1 are invited to private telegram groups and are given with a serial number and a locked pdf. Upon solving the given set of questions and tasks in the group, the participant shall have the ability to unlock the pdf by themselves.",
        "And the pdf gives the participant access to the next telegram group. In total, there are 10 such groups with 10 challenging PDFs with puzzling questions ", 
        "Round 3 participants are selected on the basis of their scores from Round 1 & Round 2. It has two steps with varying level of difficulty and complexity of questions and points to gamble."]
    ,   
    "rules" : 
        ["Malpractices are strictly prohibited and not encouraged during any round. Decisions made by the Event managers shall be deemed final.",
        "Please make sure to be available during the allotted slot of the Rounds.",
        "Please approach any of the event managers or host, if any queries or complaints or feedbacks regarding the events.",
        "Please make sure to have a good network connection."]
    ,
    "judging" : 
    ["In Round 1, Participants are ranked in accordance to the number of right answers they score during the Quiz. In case of ties, whoever finished the quiz in the shorter amount of time shall be given priority. The Myswots Platform link/invitation shall be sent at least 30 minutes early prior to the beginning of the Round.",
    "The shortlisted participants from Round 1 are eligible to access Round 2. Only the ones who reach the final, I.e. The 10th telegram group, shall be able to advance to Round 3.",
    "Each participant shall be credited 160 points at the beginning of the 1st step. They shall be given a 4x4 square tiles and are asked to choose one tile out of the 4. There’s a technical question hidden behind the tile."]
    , 
    "contacts" : 
        [
            "35565665 - sfdhbhg",
            "35366566 - gdjujdj"
        ]
    ,   
    "register_link" : "https://www.google.com/forms/about/"   
},{
    "category" : "School of Chemical and Biotechnology",
    "title" : " Gaia Genesis (Gaia-Earth, Genesis-Creation)",
    "desc" : "Hey Biocons! If you are someone who is curious about the living organisms and how they adapt to the changing climatic conditions, then you have come to the right destination! Team SCBT brings to you the mind-boggling, fun-filled event to bring out the best creator in you! Are you ready to jump into the creative universe and explore the nook and corner of different worlds? Be aware about your choices as it may impact the world you are about to build!",
    "date" : "29 Nov 2021",
    "time" : "2:30 PM",
    "rounds" : 
    ["Participants will be given a world with certain living conditions which might not be ideal to live in and they will also be given a list of organisms with certain features.",
    "They will have to transform this world into a more sustainable one, which is feasible for the organisms and which can sustain life. In order to do so, they will be given a list of organisms from which they can choose as many as they want to fit into the world."]
    ,
    "judging" : 
    ["Each participant will also be given 1000 points to start with where 75 points are assigned for Earth’s air(78.1% Nitrogen and 20.9% Oxygen), 25 points each for unpolluted water and fertile soil.",
        "Every time the participant uses either of these qualities for their world, the points will be cut accordingly."]
    , 
    "contacts" : 
        [
            "35565665 - sfdhbhg",
            "35366566 - gdjujdj"
        ]
    ,   
    "register_link" : "https://www.google.com/forms/about/"   
}]